load("zubat.RData")
library(shiny)
library(openxlsx)
library(lattice)
library(readxl)
library(sp)
library(maptools)
library(ggplot2)
library(dplyr)
library(raster)
library(readxl)
library(rgeos)

library(colourpicker)

#Sys.setlocale("LC_ALL","Ukrainian")
#uk <- readShapePoly("~/official_ukraine_administrative_boundary_shapefile-master/official_ukraine_administrative_boundary_shapefile-master/ADMIN_1.shp")

#c("Крим","Житомирська","Дніпропетровська","Вінницька","Севастополь","Київ","Чернігівська","Чернівецька","Черкаська","Хмельницька","Херсонська",
#  "Харківська","Сумська","Полтавська","Одеська","Миколаївська","Луганська","Кіровоградська","Київська","Запорізька","Львівська","Тернопільська",
#  "Рівненська","Волинська","Донецька","Івано-Франківська","Закарпатська")
#
#c("Черкаська","Чернігівська","Чернівецька","Крим","Дніпропетровська","Донецька","Івано-Франківська","Харківська",
#  "Херсонська","Хмельницька","Київ","Київська","Кіровоградська","Львівська","Луганська","Миколаївська","Одеська",
#  "Полтавська","Рівненська","Севастополь","Сумська","Тернопільська","Закарпатська","Вінницька","Волинська","Запорізька","Житомирська")
